Repository: anyky/WhatToWatch
Catalog: WhatToWatch/AppResources.*.resx
Languages: uk

source: Caution!
uk: Увага!

source: Comment
uk: Коментувати

source: Comments found
uk: Знайдено коментарів

source: Continue...
uk: Продовжити...

source: Error!
uk: Помилка!

source: Get recommendations
uk: Отримати рекомендації

# LogInToComment
source: You need to log in to add a comment
uk: Для додавання коментарів необхідна авторизація

source: Log Out
uk: Вихід

source: Message!
uk: Повідомлення!

source: No comments found
uk: Коментарів не знайдено

source: Recommendation criterias
uk: Критерії рекомендацій

source: Sign Up
uk: Регістрація

source: User
uk: Користувач

source: Warning!
uk: Попередження!

source: Later
uk: Пізніше

# NoFavorites
source: You haven't added any movie to favorites yet
uk: Ви ще не додали жодного фільму до обраних

# LogInForFavoritesList
source: Log in to see your favorites
uk: Для роботи з обраними фільмами необхідна авторизація

source: Log In
uk: Вхід

# LoginName
source: login
uk: логін

source: password
uk: пароль

source: confirm password
uk: повторіть пароль

# NoLoginOrPassword
source: You haven't entered login and/or password
uk: Ви не ввели логін та/або пароль

# AllFieldsAreRequired
source: You need to fill all the fields
uk: Всі поля є обов'язковими

# MessageSentToEmail
source: A message was sent to your e-mail for sign up confirmation
uk: На вказану пошту було відправлено повідомлення для підтвердження регістрації

# SearchTab
source: Search
uk: Пошук

# RecommendationTab
source: Recom
uk: Реком

# FavoritesTab
source: Favor
uk: Обране

# LoginTab
source: Log In
uk: Вхід

source: New movies
uk: Нові фільми

source: Movies not found
uk: Фільмів не знайдено

source: Movies found
uk: Зайдено фільмів

source: Choose criterias
uk: Критерії

# VoteMoviesBeforeRecommendations
source: To be able to get recommendations you need to vote at least 10 movies by all the criterias. You can search movies for voting by yourself or we can propose a random movie for you
uk: Для отримання рекомендацій необхідно повністю оцінити принаймні 10 фільмів. Ви можете шукати фільми самостійно, або система може запропонувати вам випадковий фільм для оцінювання

# VoteRandomMovie
source: Vote a random movie
uk: Оцінити випадковий

# LogInForRecommendations
source: Log in for being able to get recommendations
uk: Для отримання рекомендацій необхідна авторизація

source: Next
uk: Наступний

source: Skip
uk: Пропустити

source: Stop Voting
uk: Завершити

source: Voted
uk: Оцінено

# VotingFinished
source: You've voted minimal required number of movies. Now you can get recommendations
uk: Ви оцінили мінімально необхідну кількість фільмів. Тепер ви можете перейти до отримання рекомендацій

# VotingNotFinished
source: You haven't voted minimal required number of movies
uk: Ви ще не оцінили мінімально необхідну кількість фільмів

source: Continue voting
uk: До опитування

# LogInForVoting
source: You need to log in for voting
uk: Для виставлення оцінок необхідна авторизація

# LogInForAddingToFavorites
source: You need to log in for adding to favorites
uk: Для додавання в обране необхідна авторизація

source: Year
uk: Рік

source: Director
uk: Режисер

source: Genres
uk: Жанри

source: Duration
uk: Тривалість

source: Actors
uk: У головних ролях

source: Description
uk: Опис

source: Main
uk: Основні

source: Emotions
uk: Емоційні

source: Comments
uk: Коментарі

source: Language
uk: Мова

# FavoritesCount
source: Favorite movies
uk: Обрані фільми

# NoInternet
source: Check your internet connection
uk: Перевірте ваше підключення до інтернету

source: Invalid server answer
uk: Некоректна відповідь сервера
